PASSWORD_FILE = "admin_password.txt"
KEYWORDS = ["login", "account", "alert", "bank", "bill", "customer", "dashboard",
            "delivery", "help", "invoice", "logon", "noreply", "password", "portal", "security",
            "signin", "sign-in", "sso", "support", "update", "webmail"]

TLDS = ["com", "in", "net", "info", "co.in"]

SIMILAR_CHARS = {
    'a': ['а', 'ɑ', 'ạ', 'ӓ', 'ą', 'à', 'á', 'â', 'ä'],
    'b': ['ƅ', 'Ь', 'Ꮟ', 'β', '฿'],
    'c': ['ϲ', 'ç', 'ć', 'č'],
    'd': ['ԁ', 'Ꮷ', 'ɗ', 'đ'],
    'e': ['é', 'è', 'ê', 'ë', 'ē', 'ė', 'ę', 'ё'],
    'f': ['ƒ', 'ḟ', 'ſ'],
    'g': ['ɡ', 'ģ', 'ğ', 'ĝ'],
    'h': ['һ', 'Ꮒ', 'ħ', 'ɦ'],
    'i': ['í', 'ì', 'î', 'ï', 'ı', 'ī', 'į', 'ǐ', 'ɨ'],
    'j': ['ј', 'ʝ', 'ɉ'],
    'k': ['ƙ', 'ḳ', 'ķ', 'ĸ'],
    'l': ['ӏ', 'ḻ', 'ľ', 'ŀ'],
    'm': ['ṃ', 'ɱ', 'ḿ'],
    'n': ['ṇ', 'ɲ', 'ń', 'ň'],
    'o': ['ó', 'ò', 'ô', 'ö', 'ọ', 'õ', 'ø', 'ӧ', 'ӧ'],
    'p': ['ƿ', 'ρ', 'ṕ', 'ṗ'],
    'q': ['ʠ', 'ɋ'],
    'r': ['ɾ', 'ř', 'ɼ'],
    's': ['ṡ', 'ś', 'š', 'ş'],
    't': ['ţ', 'ť', 'ț'],
    'u': ['ú', 'ù', 'û', 'ü', 'ŭ', 'ů', 'ų', 'υ'],
    'v': ['ṿ', 'ѷ', 'ṽ'],
    'w': ['ẁ', 'ŵ', 'ẅ', 'ẇ', 'ẉ'],
    'x': ['ẋ', 'ẍ', 'ӽ'],
    'y': ['ý', 'ỳ', 'ŷ', 'ÿ', 'ɏ'],
    'z': ['ẓ', 'ž', 'ƶ', 'ẑ']
}